Repository: common-repository/product-icon-badge
Catalog: i18n/ns-iba-icon-badge-archive-*.po
Languages: it_it

source: Plugin Premium Product Icon Badge <strong>deactivated</strong>. Hit the <a href="">refresh</a> button to reload the page to begin using the plugin.
it_it: Plugin Premium Product Icon Badge <strong>disattivato</strong>. Premi <a href=“”>refresh</a> per ricaricare la pagina e iniziare ad usare il plugin.

source: - Change single product badge position!<br>
it_it: -Posizione, nella pagina singolo prodotto, settabile!<br>

source: - Change loop badge position!<br>
it_it: -Posizione, nel loop, settabile!<br>

source: - Change general single product badge position!<br>
it_it: -Posizione generale, nella pagina singolo prodotto, settabile!<br>

source: - Change general loop badge position!<br>
it_it: -Posizione generale, nel loop, settabile!<br>

source: - Change text color!<br>
it_it: -Colore del testo settabile!<br>

source: - Change default badges color!<br>
it_it: -Colori dei badge di default settabili!<br>

source: - More...!<br>
it_it: -Altro ancora…!<br>

source: Yes
it_it: Sì

source: Text:
it_it: Testo:

source: Choose the text to display on the badge
it_it: Scegli il testo da visualizzare sul badge

source: Size:
it_it: Dimensione:

source: Choose the badge size text(pixel)
it_it: Scegli la dimensione del testo(pixel)

source: Shape:
it_it: Forma:

source: Circle
it_it: Cerchio

source: Triangle
it_it: Triangolo

source: Quadrate
it_it: Quadrato

source: Label
it_it: Etichetta

source: Size:
it_it: Dimensione:

source: Color:
it_it: Colore:

source: Or upload/select image:
it_it: Oppure carica/seleziona immagine:

source: Upload image
it_it: Upload immagine

source: width:
it_it: larghezza:

source: Set badge width (pixel)
it_it: Imposta la larghezza del badge (pixel)

source: height:
it_it: altezza:

source: Set badge height (pixel)
it_it: Imposta l’altezza del badge (pixel)

source: Delete badge
it_it: Cancella badge

source: Badge options
it_it: Opzioni badge

source: Shop image
it_it: Immagine shop

source: Single product image
it_it: Immagine singolo prodotto

source: Premium features
it_it: Funzioni premium

source: Select image for single product page:
it_it: Selezionare immagine per la pagina “singolo prodotto”:

source: Load or select an image for your single products's page badges
it_it: Carica o seleziona immagine per la pagina “singolo prodotto”

source: Save
it_it: Salva

source: enter image's width and height
it_it: imposta larghezza e altezza dell’immagine

source: Width:
it_it: Larghezza:

source: Height:
it_it: Altezza:

source: Reset form:
it_it: Resetta form:

source: remove image and sizes from single product page
it_it: rimuovi immagine e dimensioni dalla pagina singolo prodotto

source: Delete
it_it: Cancella

source: Select image for loop page:
it_it: Seleziona immagine per la pagina “loop”:

source: Load or select an image for your shop's badges
it_it: Carica o seleziona immagine per la pagina “loop”

source: remove image and sizes from shop page
it_it: rimuovi immagine e dimensioni dallo shop

source: Upgrade to the PREMIUM VERSION
it_it: Upgrade alla VERSIONE PREMIUM

source: How to use
it_it: Guida all’utilizzo

source: Upgrade or get support:
it_it: Upgrade o ottieni supporto:

source: If you upgrade your plugin you will get one year of free updates and support through our website available 24h/24h. Upgrade and you'll have the advantage of additional features of the premium version.
it_it: Se acquisti il plugin premium otterrai un anno di aggiornamenti e supporto gratis nel nostro sito web disponibile 24h/24h. Acquistalo e otterrai i vantaggi delle funzionalità aggiuntive della versione premium.

source: Get Premium Now
it_it: Ottienilo subito

source: SUBSCRIBE TO OUR NEWSLETTER
it_it: ISCRIVITI ALLA NOSTRA NEWSLETTER

source: email address
it_it: indirizzo email

source: SUBSCRIBE!
it_it: ISCRIVITI!

source: ALL FREE VERSION FEATURES and:
it_it: TUTTE LE FUNZIONALITA’ GRATIS e:

source: JOIN NS CLUB
it_it: UNISCITI AL CLUB NS

source: – Instant access to all plugins and all themes
it_it: -accesso istantaneo a tutti i temi e plugin

source: – All future plugins and themes are included
it_it: -Tutti i plugin e temi futuri saranno inclusi

source: – Unlimited license for all NS products
it_it: -Licenze illimitate per tutti i prodotti NS

source: – Unlimited download for each products
it_it: -Download illimitati per questi prodotti

source: – Super fast support
it_it: -Supporto rapidissimo

source: – Regular update
it_it: -Upgrade regolari

source: DISCOVER MORE
it_it: SCOPRI DI PIU’
